[MAIN_WINDOW]
MAIN_TITLE=DLViewer
MAIN_MENU_FILE=File(&F)
MAIN_MENU_FILE_OPEN=Open(&O)...	Ctrl+O
MAIN_MENU_FILE_SAVE=Save(&S)...	Ctrl+S
MAIN_MENU_FILE_PRINT=Print(&P)...	Ctrl+P
MAIN_MENU_FILE_TITLE_INPUT=Title Input(&T)...
MAIN_MENU_FILE_EXIT=Exit(&X)
MAIN_MENU_SHOW=View(&V)
MAIN_MENU_SHOW_TOOL=Toolbar(&T)
MAIN_MENU_SHOW_STATUS=Status Bar(&S)
MAIN_MENU_SHOW_TIMESEARCH=Time Search Bar(&M)
MAIN_MENU_SHOW_DAY=Date Display Format(&D)...
MAIN_MENU_SHOW_TIME=Time Display Position(&L)
MAIN_MENU_SHOW_TIME_RD=Lower Right
MAIN_MENU_SHOW_TIME_RU=Upper Right
MAIN_MENU_SHOW_TIME_LU=Upper Left
MAIN_MENU_SHOW_TIME_LD=Lower Left
MAIN_MENU_SHOW_TIME_HIDE=Hide
MAIN_MENU_LANGUAGE=Languages(&L)
MAIN_MENU_LANGUAGE_ENG=English
MAIN_MENU_LANGUAGE_FRN=Français
MAIN_MENU_LANGUAGE_DEU=Deutsch
MAIN_MENU_LANGUAGE_ESP=Español
MAIN_MENU_LANGUAGE_JPN=日本語
MAIN_MENU_HELP=Help(&H)
MAIN_MENU_HELP_VERSION=About DL Viewer(&A)...
MAIN_GO=GO
MAIN_SPEED=Speed
MAIN_MENU_STATUS_OPEN=Open image file
MAIN_MENU_STATUS_SAVE=Save image
MAIN_MENU_STATUS_PRINT=Print image
MAIN_MENU_STATUS_TITLE=Input print title
MAIN_MENU_STATUS_EXIT=Exit application
MAIN_MENU_STATUS_TOOLBAR=Toolbar show/hide
MAIN_MENU_STATUS_STATUSBAR=Statusbar show/hide
MAIN_MENU_STATUS_TIMESEARCHBAR=Time Search bar show/hide
MAIN_MENU_STATUS_SHOW=change date display format 
MAIN_MENU_STATUS_RD=Time Display Position(Lower Right)
MAIN_MENU_STATUS_RU=Time Display Position(Upper Right)
MAIN_MENU_STATUS_LU=Time Display Position(Upper Left)
MAIN_MENU_STATUS_LD=Time Display Position(Lower Left)
MAIN_MENU_STATUS_HIDE=Time Display Position(Hide)
MAIN_MENU_STATUS_ENG=English
MAIN_MENU_STATUS_FRN=Français
MAIN_MENU_STATUS_DEU=Deutsch
MAIN_MENU_STATUS_ESP=Español
MAIN_MENU_STATUS_JPN=日本語
MAIN_MENU_STATUS_VERSION=Version information
MAIN_TOOLBAR_TIP_OPEN=open
MAIN_TOOLBAR_TIP_SAVE=save image
MAIN_TOOLBAR_TIP_PRINT=print
MAIN_TOOLBAR_TIP_VERSION=version
MAIN_CTRLBAR_TIP_PRE_IMAGE=previous Image
MAIN_CTRLBAR_TIP_STOP=stop
MAIN_CTRLBAR_TIP_NEXT_IMAGE=next Image
MAIN_CTRLBAR_TIP_RPLAY=reverse play
MAIN_CTRLBAR_TIP_PLAY=play back
MAIN_CTRLBAR_TIP_JPEG_SPEED1=1
MAIN_CTRLBAR_TIP_JPEG_SPEED2=2
MAIN_CTRLBAR_TIP_JPEG_SPEED3=3
MAIN_CTRLBAR_TIP_JPEG_SPEED4=4
MAIN_CTRLBAR_TIP_JPEG_SPEED5=5
MAIN_CTRLBAR_TIP_JPEG_SPEED6=Skip 1
MAIN_CTRLBAR_TIP_JPEG_SPEED7=Skip 2
MAIN_CTRLBAR_TIP_JPEG_SPEED8=Skip 3
MAIN_CTRLBAR_TIP_JPEG_SPEED9=Skip 4
MAIN_CTRLBAR_TIP_JPEG_SPEED10=Skip 5
MAIN_CTRLBAR_TIP_H264_SPEED1=Slow 2
MAIN_CTRLBAR_TIP_H264_SPEED2=Slow 1
MAIN_CTRLBAR_TIP_H264_SPEED3=Real time
MAIN_CTRLBAR_TIP_H264_SPEED4=x2
MAIN_CTRLBAR_TIP_H264_SPEED5=GOP
MAIN_CTRLBAR_TIP_TIME_STAMP=time of current image

[OPEN_WINDOW]
OPEN_TITLE=Open
OPEN_MESSEGE=Open image folder
OPEN_REF=…
OPEN_JPEG=JPEG
OPEN_H264=H.264
OPEN_OK=OK
OPEN_CANCEL=Cancel

[READ_WINDOW]
READ_TITLE=Reading images.
READ_MESSEGE=Searching images.
READ_CANCEL=Cancel

[PRINT_TITLE_WINDOW]
PRINT_TITLE_TITLE=Title Input
PRINT_TITLE_MESSEGE=Input print title.
PRINT_TITLE_OK=OK
PRINT_TITLE_CANCEL=Cancel

[DATE_SHOW_WINDOW]
DATE_SHOW_TITLE=Date Display Format
DATE_SHOW_SAMPLE=Samples
DATE_SHOW_STYLE=Display format
DATE_SHOW_SIGN=Bound symbol
DATE_SHOW_OK=OK
DATE_SHOW_CANCEL=Cancel

[VERSION_WINDOW]
VERSION_TITLE=About DL Viewer
VERSION_INFO=DLViewer Version 1.1.0\n\nCopyright(C) 2008 SANYO Electric Co., Ltd.\nAll rights reserved.
VERSION_OK=OK

[ALTER_CHK_WINDOW]
ALTER_CHK_TITLE=Alteration detection 
ALTER_CHK_MESSEGE=Searching images.
ALTER_CHK_DO=Detecting...
ALTER_CHK_CANCEL=Cancel

[ALTER_DETECT_WINDOW]
ALTER_DETECT_TITLE=Alteration detection 
ALTER_DETECT_COMP=Finished.
ALTER_DETECT_FILE=File
ALTER_DETECT_DATE=Date
ALTER_DETECT_REMARKS=Remark
ALTER_DETECT_OK=OK
ALTER_DETECT_FIND=Detected %d of image alteration.
ALTER_DETECT_NOTFIND=Could not detect image alterration.
ALTER_DETECT_CANCEL=Interrupted alteration detection.
ALTER_DETECT_BIKO1=Altered time stamp.
ALTER_DETECT_BIKO2=Altered image and time stamp.

[PLUGIN_WINDOW]
PLUGIN_TITLE=DLViewer
PLUGIN_MESSEGE_1=No installation of H.264 Plug-In to play H.264 Image.\nDo you install it now?
PLUGIN_MESSEGE_2=Closing DLViewer for the installation.\nAfter the installation, please launch DLViewer again.
PLUGIN_MESSEGE_3=Could not find H.264 plug-in.

[ERROR_WINDOW]
ERROR_TITLE=Error
ERROR_MESSEGE_X=etc.
ERROR_MESSAGE_NO_DATA=The time specified data does not exist.
ERROR_WRONG_DATA_FORMAT=This format cannot be loaded.\nSelect the starting folder from any of the following.\nCAMSD1,CAMHD1,JPEG_TD,JPEG_AL,H264_TD,H264_AL
ERROR_WRONG_NRV_FORMAT=The format is NRViewer. Playback with NRViewer.
ERROR_WRONG_NO_LANGUAGE_FILE=No language file.\nInstall DLViewer again.
ERROR_OK=OK
ERROR_CANCEL=Cancel
ERROR_YES=Yes
ERROR_NO=No
